tap "clojure/tools"
tap "homebrew/bundle"
tap "homebrew/services"
tap "macos-fuse-t/cask"
brew "libpng"
brew "glib"
brew "cairo"
brew "libtiff"
brew "python@3.12"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "node"
brew "angular-cli"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "at-spi2-core"
brew "autoconf"
brew "automake"
brew "berkeley-db", link: true
brew "cryptography"
brew "certbot"
brew "xterm"
brew "chezscheme"
brew "cmake"
brew "djvulibre"
brew "docker"
brew "enchant"
brew "exercism"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "openjpeg"
brew "libarchive"
brew "ffmpeg"
brew "gcc"
brew "libavif"
brew "gd"
brew "ghostscript"
brew "global"
brew "gnu-tar"
brew "gnupg"
brew "pkgconf"
brew "gobject-introspection"
brew "gpgme"
brew "netpbm"
brew "gts"
brew "graphviz"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "gspell"
brew "gtk+"
brew "gtk-mac-integration"
brew "guile"
brew "ispell"
brew "openjdk"
brew "jdtls"
brew "leiningen"
brew "libgxps"
brew "libhandy"
brew "libsecret"
brew "libspectre"
brew "llvm"
brew "mkcert"
brew "node@18"
brew "nvm"
brew "openblas"
brew "perl"
brew "pipx"
brew "pnpm"
brew "poppler"
brew "qt@5"
brew "pyqt@5"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "qt"
brew "r"
brew "rename"
brew "ruby"
brew "sbcl"
brew "stow"
brew "typescript"
brew "vala"
brew "wget"
brew "yarn"
brew "yt-dlp"
brew "clojure/tools/clojure"
cask "docker"
cask "emacs"
cask "fuse-t"
cask "fuse-t-sshfs"
cask "jetbrains-toolbox"
cask "librewolf"
cask "mactex"
cask "meld"
cask "phantomjs"
cask "qutebrowser"
cask "racket"
cask "textmate"
cask "thonny"
cask "xquartz"
